Repository: SammyHerring/SS-Yubikey
Catalog: lang/ss-yubikey-*.po
Languages: de_de, ru_ru

source: If You don't have a Yubikey enabled for Your Wordpress account, leave this field empty.
de_de: Wenn Du die Nutzung eines Yubikeys nicht eingeschaltet hast, lass dieses Feld leer.
ru_ru: Если у вас не включен Yubikey, оставьте это поле пустым.

source: Yubikey authentication has been disabled, Your PHP installation is missing one or more vital functions. Both the Curl & Hash functions must be present for this plugin to work.
de_de: Yibikey Authentifizierung ist ausgeschaltet. Deiner PHP-Installation fehlen eine oder mehrere grundlegende Funktionen. Die beiden Curls & Hash Funktionen müssen vorhanden sein, damit dieses PlugIn arbeitet.
ru_ru: Аутентификация Yubikey отключена, ваша PHP установка некорректна. Curl и Hash функции должны быть представлены для работы этого плагина.

source: Yubikey authentication has been disabled, Yubico API ID or key hasn't been setup.
de_de: Yubikey Authentifizierung wurde ausgeschaltet, Yubico API ID oder Schlüssel wurden nicht eingetragen.
ru_ru: Аутентификация Yubikey отключена, Yubico API ID или ключ не установлены.

source: Yubikey Plugin Options
de_de: Yubikey Plugin Optionen
ru_ru: Настройки плагина Yubikey

source: Yubico API key
de_de: Yubico API Schlüssel
ru_ru: Yubico API ключ

source: Get Yubico ID &amp; API key at the <a href="https://api.yubico.com/get-api-key/">Yubico.com website</a>
de_de: Holde Dir die Yubico ID &amp; API key auf <a href="https://api.yubico.com/get-api-key/">Yubico.com Webseite</a>
ru_ru: Получить Yubico ID &amp; API ключ на <a href="https://api.yubico.com/get-api-key/">Yubico.com сайте</a>

source: Save Changes
de_de: Änderungen speichern
ru_ru: Сохранить настройки

source: WARNING: You appear to be using PHP4, PHP5 or newer is required for the Yubikey plugin to work.
de_de: WARNUNG: Es scheint als ob Du PHP4 nutzt. PHP5 oder neuer wird für das Yubikey Plugin benötigt.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: вы должны использовать PHP4, PHP5 или более поздние версии для работы Yubikey.

source: <strong>ERROR</strong>: The Yubikey OTP field is empty.
de_de: <strong>ERROR</strong>: Das Yubikey OTP Feld ist leer.
ru_ru: <strong>ОШИБКА</strong>: поле Yubikey OTP пустое.

source: Yubikey settings
de_de: Yubikey Einstellungen
ru_ru: Настройки Yubikey

source: Yubikey authentication
de_de: Yubikey Authentifizierung
ru_ru: Аутентификация Yubikey

source: Disabled
de_de: Ausgeschaltet
ru_ru: Отключена

source: Use Yubico server
de_de: Verwende den Yubico Server
ru_ru: Сервер Yubico

source: Key ID 1
de_de: Schlüssel ID 1

source: First 12 chars from your key output, just press the Yubikey button in this field
de_de: Die ersten 12 Zeichen von deinem Key. Einfach den Yubikey Button drücken.

source: Key ID 2
de_de: Schlüssel ID 2

source: Key ID 3
de_de: Schlüssel ID 3

source: Yubikey Multi-Factor Authentication with One-time Passwords for Wordpress.
de_de: Yubikey Multi-Factor Authentifizierung mit One-time Passwort für Wordpress.
ru_ru: Мульти-факторная аутентификация Yubikey с одноразовым паролем для Wordpress.

source: Get Your own Yubikey at <a href="http://yubico.com/products/order/">Yubico.com</a>
de_de: Hole deinen eigenen Yubikey auf <a href="http://yubico.com/products/order/">Yubico.com</a>
ru_ru: Получите ваш Yubikey на <a href="http://yubico.com/products/order/">Yubico.com</a>

source: Yubikey OTP (Optional)
ru_ru: Yubikey OTP (опционально)

source: Key ID
ru_ru: ID ключа

source: First 12 chars from your key output, just press the Yubikey button in this field
ru_ru: Первые 12 символов вашего ключа, прост нажмите кнопку Yubikey в этом поле
